Repository: Mohamed8223/business_card
Catalog: lib/features/translation/data/l10n/intl_*.arb
Languages: he

# Do_you_own_clinic
source: Do you own a clinic?
he: האם אתה בעל מרפאה?

source: Select clinic type to show relevant services
he: בחר סוג מרפאה כדי להציג שירותים רלוונטיים

source: Select clinic type to show relevant specialities
he: בחר סוג מרפאה כדי להציג התמחויות רלוונטיות

source: This page is for doctors only. Please fill in your professional details on this page
he: דף זה הוא לרופאים בלבד. אנא מלא את פרטי המקצוע שלך בדף זה

source: Are you a doctor?
he: האם אתה רופא?
