Repository: Mohamed8223/business_card
Catalog: lib/features/translation/data/l10n/intl_*.arb
Languages: he

# CategoriesManageView_successMessage
source: Operation successful
he: הפעולה בוצעה בהצלחה

# CategoriesManageView_errorMessage
source: An error occurred. Please try again.
he: אירעה שגיאה. נסה שוב.

# CategoriesManageView_emptyCategoriesList
source: Categories list is empty!
he: רשימת הקטגוריות ריקה!

# CategoriesManageView_addButton
source: Add
he: הוסף

# CategoriesManageView_categoriesTitle
source: Categories
he: קטגוריות

# CitiesManageView_successMessage
source: Operation successful
he: הפעולה בוצעה בהצלחה

# CitiesManageView_emptyCitiesList
source: Cities list is empty!
he: רשימת הערים ריקה!

# CitiesManageView_addButton
source: Add
he: הוסף

# CitiesManageView_citiesTitle
source: Cities
he: ערים

# DoctorsManageView_emptyDoctorsList
source: There are no doctors
he: אין רופאים

# DoctorsManageView_ask_to_delete
source: Are you sure you want to delete your doctor information?
he: האם אתה בטוח שברצונך למחוק את מידע הרופא שלך?

# DoctorsManageView_yes
source: Yes
he: כן

# DoctorsManageView_no
source: Cancel
he: ביטול

# DoctorsManageView_doctorsTitle
source: Doctors
he: רופאים

# AdminManageView_appBarTitle
source: Management
he: ניהול

# AdminManageView_citiesText
source: Cities
he: ערים

# AdminManageView_categoriesText
source: Categories
he: קטגוריות

# AdminManageView_doctorsText
source: Doctors
he: רופאים

# AdminManageView_postText
source: Posts
he: פוסטים

# CategoryAddDialog_addCategoryTitle
source: Add Main Category
he: הוסף קטגוריה ראשית

# CategoryAddDialog_addSubcategoryTitle
source: Add Subcategory
he: הוסף תת-קטגוריה

# CategoryAddDialog_editCategoryTitle
source: Edit Category
he: ערוך קטגוריה

# CategoryAddDialog_editSubcategoryTitle
source: Edit Subcategory
he: ערוך תת-קטגוריה

# CategoryAddDialog_serviceText
source: Service
he: שירות

# CategoryAddDialog_addSubCategoryText
source: Specialist
he: מומחה

# CategoryAddDialog_imageText
source: Image
he: תמונה

# CategoryAddDialog_visibleText
source: Visible
he: גלוי

# CategoryAddDialog_nameHintText
source: Name
he: שם

# CategoryAddDialog_saveButtonText
source: Save
he: שמור

# CategoryAddDialog_pleaseAddImageText
source: Please add an image
he: נא להוסיף תמונה

# CityAddEditDialog_editCityTitle
source: Edit City
he: ערוך עיר

# CityAddEditDialog_addCityTitle
source: Add City
he: הוסף עיר

# CityAddEditDialog_cityNameHintText
source: City Name
he: שם העיר

# CityAddEditDialog_coordinatesHintText
source: Location coordinates on the map
he: קואורדינטות מיקום על המפה

# CityAddEditDialog_visibleText
source: Visible
he: גלוי

# CityAddEditDialog_saveButtonText
source: Save
he: שמור

# MainCategoryType_specialist
source: Specialist
he: מומחה

# LoginView_verify_message
source: Code sent successfully
he: קוד נשלח בהצלחה

# LoginView_verify_login_message
source: Logged in
he: התחברת בהצלחה

# LoginView_or
source: Or
he: או

# LoginView_register_ask
source: Do not have an account?
he: אין לך חשבון?

# LoginView_sighup
source: Registered
he: הרשם

# LoginView_login
source: Login
he: התחבר

# LoginView_new_account_ask
source: Create a new account
he: צור חשבון חדש

# AccountTypeView_welcome_message
source: Welcome to the App
he: ברוך הבא לאפליקציה

# AccountTypeView_get_started
source: Get started by creating an account
he: התחל על ידי יצירת חשבון

# AccountTypeView_choose_account_type
source: Choose your account type to complete the registration process
he: בחר את סוג החשבון שלך כדי להשלים את תהליך ההרשמה

# AccountTypeView_next
source: Next
he: הבא

# AccountTypeView_already_have_account
source: Already have an account?
he: כבר יש לך חשבון?

# AccountTypeView_login_button
source: Log in
he: התחבר

# ChangePasswordView_appBarTitle
source: Change Password
he: שנה סיסמה

# ChangePasswordView_oldPasswordHint
source: Old Password
he: סיסמה ישנה

# ChangePasswordView_newPasswordHint
source: New Password
he: סיסמה חדשה

# ChangePasswordView_confirmPasswordHint
source: Confirm Password
he: אשר סיסמה

# ChangePasswordView_confirmButtonLabel
source: Confirm
he: אשר

# ForgetPasswordView_title
source: Forgot Password?
he: שכחת את הסיסמה?

# ForgetPasswordView_resetPasswordText
source: Please reset your password using your mobile number
he: אנא אפס את הסיסמה שלך באמצעות מספר הטלפון הנייד שלך

# ForgetPasswordView_mobileNumberHint
source: Mobile Number
he: מספר טלפון נייד

# ForgetPasswordView_sendCodeButton
source: Send Code
he: שלח קוד

# otp_title
source: Verify Your Mobile Number
he: אמת את מספר הטלפון שלך

# otp_verificationMessage
source: We have sent a text message with a verification code
he: שלחנו הודעת טקסט עם קוד אימות

# otp_confirmCodeButton
source: Confirm Code
he: אשר קוד

# otp_resendMessage
source: Did not receive a message?
he: לא קיבלת הודעה?

# otp_resendButton
source: Resend
he: שלח שוב

# ResetPasswordView_title
source: New Password
he: סיסמה חדשה

# ResetPasswordView_passwordHint
source: Password
he: סיסמה

# ResetPasswordView_confirmPasswordHint
source: Confirm Password
he: אשר סיסמה

# ResetPasswordView_confirmButtonLabel
source: Confirm
he: אשר

# UserSignUpView_codeMessage
source: The code has been sent successfully
he: הקוד נשלח בהצלחה

# UserSignUpView_createAccountTitle
source: Create a New Account
he: צור חשבון חדש

# UserSignUpView_userTypeDoctor
source: Doctor
he: רופא

# UserSignUpView_userTypeUser
source: User
he: משתמש

# UserSignUpView_nextButtonLabel
source: Next
he: הבא

# UserSignUpView_orText
source: Or
he: או

# AccountTypeSelector_user
source: User
he: משתמש

# AccountTypeSelector_doctor
source: Doctor
he: רופא

# AccountTypeSelector_next
source: Next
he: הבא

# ChatView_noMessagesText
source: No messages
he: אין הודעות

# ChatsListView_appBarTitle
source: Chats
he: צ'אטים

# ChatsListView_noChatsText
source: No chats
he: אין צ'אטים

# ChatsListView_searchPlaceholder
source: Search in chats
he: חפש בצ'אטים

# ChatAttatchmentPreview_appBarTitle
source: Preview
he: תצוגה מקדימה

# ChatAttatchmentPreview_imagePreview
source: Image
he: תמונה

# ChatAttatchmentPreview_pdfIconText
source: PDF File
he: קובץ PDF

# ChatAttatchmentPreview_confirmButton
source: Send
he: שלח

# ChatInputField_textFieldHint
source: Type a message
he: הקלד הודעה

# ChatInputField_attachmentSizeExceeded
source: File size exceeds 2MB
he: גודל הקובץ חורג מ-2MB

# ChatInputField_attachFileButton
source: Attach File
he: צרף קובץ

# ChatInputField_sendButton
source: Send
he: שלח

# ChatItemCard_lastMessageImage
source: ðŸ“· Image
he: 📷 תמונה

# ChatItemCard_lastMessagePDF
source: ðŸ“‘ PDF File
he: 📑 קובץ PDF

# AddConsultationView_message
source: sent succesfully
he: נשלח בהצלחה

# AddConsultationView_consult
source: Consultations
he: ייעוץ

# AddConsultationView_title
source: Talk to the doctor now
he: שוחח עם הרופא עכשיו

# AddConsultationView_description
source: Tell the doctor about your question or inquiry so they can contact you now
he: ספר לרופא על שאלתך או בקשתך כך שיכול ליצור עמך קשר כעת

# AddConsultationView_shortDescription
source: Your inquiry in brief
he: שאלתך בקצרה

# AddConsultationView_placeholder
source: City Name
he: שם העיר

# AddConsultationView_coordinatesPlaceholder
source: Coordinates on the map
he: קואורדינטות על המפה

# AddConsultationView_visibleText
source: Visible
he: גלוי

# AddConsultationView_saveButtonText
source: Save
he: שמור

# AddConsultationView_addImageButtonText
source: Add File
he: הוסף קובץ

# AddConsultationView_supportedFormatsText
source: Supported formats: PNG, PDF, JPG
he: פורמטים נתמכים: PNG, PDF, JPG

# AddConsultationView_sendButtonText
source: Send
he: שלח

# ConsultationView_title
source: All Consultations
he: כל הייעוצים

# ConsultationView_noActiveConsultations
source: No active consultations available
he: אין ייעוצים זמינים

# ConsultationCard_consultationTitle
source: Consultation:
he: ייעוץ:

# ConsultationCard_attachmentLabel
source: Attached File:
he: קובץ מצורף:

# ConsultationCard_patientLabel
source: Patient:
he: מטופל:

# ConsultationCard_doctorLabel
source: Doctor:
he: רופא:

# ConsultationCard_awaitingTransfer
source: Awaiting Transfer
he: מחכה להעברה

# DeleteUserAccount_delete_account
source: Delete account
he: מחק חשבון

# DeleteUserAccount_consequences
source: What happens if you permanently delete your Clinicate account?
he: מה יקרה אם תמחק את חשבון Clinicate שלך לצמיתות?

# DeleteUserAccount_consequences_description
source: Your profile, photos, posts, videos, and everything else you added will be permanently deleted.
he: פרופילך, תמונותיך, פוסטיך, סרטוניך וכל התוכן שהוספת יימחקו לצמיתות.

# DeleteUserAccount_youCant_add
source: You will not be able to recover anything you added.
he: לא תהיה לך אפשרות לשחזר את כל מה שהוספת.

# DeleteUserAccount_youCant_see
source: You will no longer be able to see your previous consultations.
he: לא תוכל יותר לראות את הייעוצים הקודמים שלך.

# DeleteUserAccount_youCan_see_message
source: You may keep some information, such as messages you have sent to doctors, visible to them after you delete your account. Copies of messages you have sent are stored in their inboxes.
he: יתכן שתשמור על מספר מידע, כמו הודעות ששלחת לרופאים, שישמרו ויהיו גלויות להם אף לאחר שתמחק את החשבון שלך. העותקים של הודעות ששלחת מאוחסנים בתיקיות הודעות שלהם.

# DeleteUserAccount_delete_account_process
source: Account deletion process:
he: תהליך מחיקת החשבון:

# DeleteUserAccount_delete_account_message
source: Are you sure you want to delete your account permanently? This will result in you permanently losing access to all information and data stored on your current account and cannot be restored again.
he: האם אתה בטוח שברצונך למחוק את החשבון שלך לצמיתות? זה יביא לאובדן קבוע של הגישה שיש לך לכל המידע והנתונים שנשמרים בחשבון הנוכחי שלך ולא ניתן לשחזר אותם שוב.

# DeleteUserAccount_delete_account_cancelation
source: Cancel
he: ביטול

# DoctorsListSelector_doctorsTitle
source: Doctors
he: רופאים

# DoctorsListSelector_confirmButton
source: Confirm
he: אישור

# ClicnkInfoView_Clinic_Information
source: Clinic Information
he: מידע על המרפאה

# ClicnkInfoView_Clinic_type
source: Clinic type
he: סוג מרפאה

# ClicnkInfoView_Add_Clinic
source: Add Clinic
he: הוסף מרפאה

# ClicnkInfoView_Save
source: Save
he: שמור

# ClicnkInfoView_Clinic_Name
source: Clinic Name
he: שם המרפאה

# ClicnkInfoView_Location_Coordinates_on_Map
source: Location Coordinates on Map
he: מיקום במפה

# ClicnkInfoView_Add
source: Add
he: הוסף

# DoctorAgreementsView_Agreements
source: Agreements
he: הסכמים

# DoctorAgreementsView_Clalit
source: Clalit
he: כללית

# DoctorAgreementsView_Meuhedit
source: Meuhidit
he: מאוחדת

# DoctorAgreementsView_Leumit
source: Leumit
he: לומית

# DoctorAgreementsView_Maccabi
source: Maccabi
he: מכבי

# DoctorAgreementsView_No_agreements_available_for_this_type
source: No agreements available for this type.
he: אין הסכמים זמינים לסוג זה.

# DoctorAgreementsView_Continue
source: Continue
he: המשך

# DoctorAgreementsWithInsuranceView_Agreements_Migdal
source: Migdal
he: מגדל

# DoctorAgreementsWithInsuranceView_Agreements_Phoenix
source: Phoenix
he: פניקס

# DoctorAgreementsWithInsuranceView_Agreements_Harel
source: Harel
he: הראל

# DoctorAgreementsWithInsuranceView_Agreements_Menora
source: Menora
he: מנורה

# DoctorAgreementsWithInsuranceView_Agreements_Clal
source: Clal
he: כלל

# DoctorAgreementsWithInsuranceView_Agreements_Dikla
source: 'Dikla
he: דקלה

# DoctorAgreementsWithInsuranceView_Agreements_Ayalon
source: Ayalon
he: איילון

# DoctorAgreementsWithInsuranceView_Agreements_IDI_Insurance
source: IDI
he: ביטוח ישיר

# DoctorAgreementsWithInsuranceView_Agreements_Ilanot
source: Ilanot
he: אילנות

# DoctorAgreementsWithInsuranceView_Agreements_Eliahu
source: Eliahu
he: אליהו

# DoctorAgreementsWithInsuranceView_Agreements_Shirbit
source: Shirbit
he: שירביט

# DoctorInfoStepper_Personal_Information
source: Personal Information
he: מידע אישי

# DoctorInfoStepper_Profession
source: Profession
he: מקצוע

# DoctorInfoStepper_Services
source: Services
he: שירותים

# DoctorInfoStepper_Specializations
source: Specializations
he: התמחויות

# DoctorInfoStepper_Agreements
source: Agreements
he: הסכמים

# DoctorInfoStepper_Insurance
source: Insurance
he: ביטוח

# DoctorInfoStepper_Clinic_Information
source: Clinic Information
he: מידע על המרפאה

# DoctorInfoStepper_Operation_completed_successfully
source: Operation completed successfully
he: הפעולה הושלמה בהצלחה

# DoctorJobView_Profession
source: Profession
he: מקצוע

# DoctorJobView_Dentist
source: Dentist
he: רופא שיניים

# DoctorJobView_Cosmetic_Surgeon
source: Cosmetic Surgeon
he: רופא כירוגיה פלסטית

# DoctorJobView_Cosmetic_Surgeon_and_Dentist
source: Cosmetic Surgeon and Dentist
he: רופא כירוגיה פלסטית ורופא שיניים

# ClinicJobView_Cosmetic_Surgeon
source: Cosmetic Clinic
he: רופא כירוגיה פלסטית

# ClinicJobView_Cosmetic_Surgeon_and_Dentist
source: Cosmetic Clinic and Dentist
he: רופא כירוגיה פלסטית ורופא שיניים

# ClinicJobView_Dentist
source: Dental Clinic
he: רופא שיניים

# DoctorJobView_Continue
source: Continue
he: המשך

# AddRate_ratings
source: Ratings
he: דירוגים

# AddRate_show_all
source: Show All
he: הצג הכל

# AddRate_add_rate
source: Add Rating
he: הוסף דירוג

# DoctorPersonalInfo_Personal_Information
source: Personal Information
he: מידע אישי

# DoctorPersonalInfo_Arabic_Name
source: Arabic Name
he: שם בערבית

# DoctorPersonalInfo_English_Name
source: English Name
he: שם באנגלית

# DoctorPersonalInfo_Hebrew_Name
source: Hebrew Name
he: שם בעברית

# DoctorPersonalInfo_Email
source: Email
he: דואר אלקטרוני

# DoctorPersonalInfo_Continue
source: Continue
he: המשך

# DoctorServicesView_Services
source: Services
he: שירותים

# DoctorServicesView_Continue
source: Continue
he: המשך

# DoctorSpecialistView_Specializations
source: Specializations
he: התמחויות

# DoctorSpecialistView_I_am_not_a_specialist
source: I am not a specialist
he: איני מתמח

# DoctorSpecialistView_Continue
source: Continue
he: המשך

# DoctorsListSelector_Doctors
source: Doctors
he: רופאים

# DoctorsListSelector_PreRegisterdDoctors
source: Pre-Registerd Doctors
he: רופאים שטרם נכנסו לאפליקציה

# DoctorsListSelector_Confirm
source: Confirm
he: אישור

# HomeView_appBarTitle
source: Welcome
he: ברוך הבא

# NotificationsView_appBarTitle
source: Notifications
he: התראות

# NotificationsView_noNotificationsText
source: You have no notifications
he: אין לך התראות

# NotificationsView_errorText
source: An error occurred
he: אירעה שגיאה

# NotificationsView_tryAgainText
source: Try Again
he: נסה שוב

# NewPostView_appBarTitle
source: New Post
he: פוסט חדש

# NewPostView_publishButtonText
source: Publish
he: פרסם

# NewPostView_addDescriptionHint
source: Write an explanatory description
he: כתוב תיאור הסברתי

# NewPostView_loadImageButtonText
source: Upload an Image
he: העלה תמונה

# NewPostView_loadImageFormatText
source: Supported formats: PNG, GIF, JPG. Images are usually 400x300 or 800x600.
he: פורמטים נתמכים: PNG, GIF, JPG. תמונות רגילות הן בדרך כלל 400x300 או 800x600.

# NewPostView_loadImageMaxText
source: You can not upload more images
he: אינך יכול להעלות יותר מ-3 תמונות

# NewPostView_loadImageSizeText
source: Image size must be less than 10MB
he: גודל התמונה חייב להיות פחות מ-10 מגה-בייט

# NewPostView_cancelImageTooltip
source: Remove Image
he: הסר תמונה

# NewPostView_imageCountLimitText
source: You can not add more than 3 images
he: אינך יכול להוסיף יותר מ-3 תמונות

# NewPostView_errorSnackbarText
source: Please add data
he: אנא הוסף מידע

# NewPostView_successSnackbarText
source: Published successfully
he: פורסם בהצלחה

# NewPostView_uploadIconText
source: Upload Image
he: העלה תמונה

# NewPostView_imageSizeExceedsLimitText
source: Image size must be less than 10MB
he: גודל התמונה חייב להיות פחות מ-10 מגה-בייט

# NewPostView_imageLimitExceededText
source: You can not add more than 3 images
he: אינך יכול להוסיף יותר מ-3 תמונות

# CommentsWidget_commentsTitle
source: Comments
he: תגובות

# CommentsWidget_noCommentsText
source: No comments available
he: אין תגובות זמינות

# CommentsWidget_addCommentHint
source: Add a comment...
he: הוסף תגובה...

# CommentsWidget_sendButton
source: Send
he: שלח

# PostWidget_viewMore
source: View More
he: הצג עוד

# PostWidget_viewLess
source: View Less
he: הצג פחות

# PostWidget_showAllComments
source: Show All Comments
he: הצג את כל התגובות

# CurrentUserProfileView_profileTitle
source: Profile
he: פרופיל

# CurrentUserProfileView_moreOptions
source: More Options
he: אפשרויות נוספות

# CurrentUserProfileView_editProfile
source: Edit Profile
he: ערוך פרופיל

# CurrentUserProfileView_followers
source: Followers
he: עוקבים

# CurrentUserProfileView_followings
source: Followings
he: עוקב

# CurrentUserProfileView_about_me
source: About me
he: אודותי

# CurrentUserProfileView_Specialties
source: Specialties
he: התמחויות

# CurrentUserProfileView_Services
source: Services
he: שירותים

# CurrentUserProfileView_Agreements_with_health
source: Agreements with health funds
he: הסכמים עם קרנות בריאות

# CurrentUserProfileView_Agreements_with_insurance
source: Agreements with insurance companies
he: הסכמים עם חברות ביטוח

# CurrentUserProfileView_Years_of_Experience
source: Years of Experience
he: שנים של ניסיון

# FollowingsFollowersListView_Followers
source: Followers
he: עוקבים

# FollowingsFollowersListView_Following
source: Following
he: עוקב

# FollowingsFollowersListView_Unfollow
source: Unfollow
he: הסר עקבות

# FollowingsFollowersListView_Follow
source: Follow
he: עקוב

# FollowingsFollowersListView_You
source: You
he: אתה

# OtherUserProfileView_Profile
source: Profile
he: פרופיל

# OtherUserProfileView_Followers
source: Followers
he: עוקבים

# OtherUserProfileView_Following
source: Following
he: עוקב

# OtherUserProfileView_Follow
source: Follow
he: עקוב

# OtherUserProfileView_Unfollow
source: Unfollow
he: בטל עקבות

# OtherUserProfileView_Message
source: Messaging
he: שלח הודעה

# OtherUserProfileView_user_contacts
source: Doctor contact information
he: מידע ליצירת קשר עם הרופא

# UpdateProfileView_Complete_Profile
source: Complete Profile
he: השלם פרופיל

# UpdateProfileView_Edit_Profile
source: Edit Profile
he: ערוך פרופיל

# UpdateProfileView_Updated_message
source: The data has been updated successfully
he: המידע עודכן בהצלחה

# UpdateProfileView_Name
source: Name
he: שם

# UpdateProfileView_Email
source: Email
he: דואר אלקטרוני

# UpdateProfileView_chose_city
source: Please select a city
he: בחר עיר

# UpdateProfileView_Clinic Name
source: Clinic Name
he: שם המרפאה

# UpdateProfileView_Save
source: Save
he: שמור

# AccountTypeRadioSelector_Account_Type
source: Account Type
he: סוג חשבון

# AccountTypeRadioSelector_User
source: User
he: משתמש

# AccountTypeRadioSelector_Doctor
source: Doctor
he: רופא

# CategorySection_Select_Main_Category
source: Select Main Category
he: בחר קטגוריה ראשית

# CategorySection_First_select_a_main_category
source: First, select a main category
he: ראשית, בחר קטגוריה ראשית

# SelectCategorySection_Specialization
source: Select Specialization
he: בחר התמחות

# CityDropDown_your_city
source: City
he: העיר שלך

# GenderSelector_gender
source: Gender
he: מגדר

# GenderSelector_female
source: Female
he: נקבה

# GenderSelector_male
source: Male
he: זכר

# ProfileBottomSheet_delete_Account
source: Delete the Account
he: מחק את החשבון

# ProfileBottomSheet_My_Consultations
source: My Consultations
he: היועצים שלי

# ProfileBottomSheet_Share_the_App
source: Share the App
he: שתף את האפליקציה

# ProfileBottomSheet_Privacy_Policy
source: Privacy Policy
he: מדיניות פרטיות

# ProfileBottomSheet_About_Us
source: About Us
he: אודותינו

# ProfileBottomSheet_Logout
source: Logout
he: התנתק

# CustomSearchResultsView_Search_Results
source: Search Results
he: תוצאות חיפוש

# CustomSearchResultsView_Posts
source: Posts
he: פוסטים

# CustomSearchResultsView_Doctors
source: Doctors
he: רופאים

# CustomSearchResultsView_No_matching_search_results
source: No matching search results
he: אין תוצאות חיפוש מתאימות

# CustomSearchView_Custom_Search
source: Custom Search
he: חיפוש מותאם

# CustomSearchView_Search
source: Search
he: חיפוש

# CategoriesChipsList_Specialisation
source: Specialisation
he: התמחות

# CategoriesChipsList_Your_Interests
source: Your Interests
he: התעניינויות שלך

# CitiesChipsList_Region
source: Region
he: אזור

# SettingsView_Settings
source: Settings
he: הגדרות

# SettingsView_Change_Password
source: Change Password
he: שנה סיסמה

# SettingsView_Change_Language
source: Change Language
he: שנה שפה

# SettingsView_Delete_My_Account
source: Delete My Account
he: מחק את החשבון שלי

# ContextExtensions_error_message
source: An error occurred, try again
he: אירעה שגיאה, נסה שוב

# DateTimeExtensions_yesterday
source: Yesterday
he: אתמול

# DateTimeExtensions_today
source: Today
he: היום

# ValidationMixin_This_field_is_required
source: This field is required
he: שדה זה הוא שדה חובה

# ValidationMixin_Invalid_email_address
source: Invalid email address
he: כתובת דואר אלקטרוני לא חוקית

# ValidationMixin_Password_must_be_at_least_6_characters_long
source: Password must be at least 6 characters long
he: הסיסמה חייבת להכיל לפחות 6 תווים

# ValidationMixin_Password_Confirm_must_be_at_least_6_characters
source: Confirm password must be at least 6 characters long
he: אימות הסיסמה חייב להכיל לפחות 6 תווים

# ValidationMixin_Password_must_be_less_than_18_characters
source: Password must be less than 18 characters
he: הסיסמה חייבת להיות באורך של פחות מ-18 תווים

# ValidationMixin_Name_must_be_at_least_8_characters_long
source: Name must be at least 8 characters long
he: השם חייב להיות באורך של לפחות 8 תווים

# ValidationMixin_Name_must_not_exceed_20_characters
source: Name must not exceed 20 characters
he: השם לא יכול להיות באורך של יותר מ-20 תווים

# ValidationMixin_Name_must_be_at_least_4_characters_long
source: Name must be at least 4 characters long
he: השם חייב להיות באורך של לפחות 4 תווים

# ValidationMixin_the_PhoneNum_9
source: The phone number must be 9 numbers
he: מספר הטלפון חייב להיות באורך של 9 ספרות

# ValidationMixin_Password_does_not_match
source: Password does not match
he: הסיסמה אינה תואמת

# ValidationMixin_Invalid_location_data
source: Invalid location data
he: מידע מיקום לא חוקי

# AboutUsView_who_are_we
source: who are we
he: מי אנחנו

# IntroductionView_Be_Well_We_Here
source: Be Well We are Here
he: הרגיש טוב אנחנו כאן

# IntroductionView_Welcome_to_the_Community
source: Welcome to the Community
he: ברוך הבא לקהילה

# IntroductionView_Join_Us
source: Join Us
he: הצטרף אלינו

# PrivacyPolicyView_privacy_policy
source: privacy policy
he: מדיניות פרטיות

# SoonView_welcome_message
source: Thank you for filling out the initial information. We will contact you as soon as possible upon approval to join our family app.
he: תודה שמילאת את המידע הראשוני. ניצור קשר כמה שיותר מהר לאחר אישורך להצטרף לאפליקציה שלנו.

# AttatechmentViewerView_View_file
source: View file
he: הצג קובץ

# ClinigramSearchTextField_search
source: Search
he: חיפוש

# CustomErrorWidget_error_message
source: An error occurred while fetching data
he: אירעה שגיאה בעת אחזור המידע

# CustomErrorWidget_try_again
source: Try Again
he: נסה שוב

# PhoneTextField_phone_num
source: Phone number
he: מספר טלפון

# VisibiltyToggle_Visible
source: Visible
he: גלוי

# VisibiltyToggle_Not_Visible
source: Not Visible
he: לא גלוי

# Select_language
source: Select the language
he: לבחור את השפה

source: Language
he: שפה

source: Nearby clinics
he: מרפאות בסביבה

source: Consult now
he: שוחח עכשיו

source: Online
he: אונליין

source: Nearby Clinics
he: מרפאות בסביבה

source: Urgent
he: דחוף

source: Agree
he: מסכים

source: and
he: וגם

# AgreeToAdds
source: I agree to receive ads
he: אני מסכים לקבל עדכונים והצעות מקבוצת קליניקייט

source: Terms and conditions
he: תנאים והגבלות

source: Let's start
he: בואו נתחיל

# I_own_clinic
source: I own a clinic
he: אני בעל מרפאה

# I_do_not_own_clinic
source: I do not own a clinic
he: איני בעל מרפאה
